Repository: ToscaDevJS/Monarch-conversions
Catalog: Monarch-conversions/Settings.xcstrings
Source language: en
Languages: es

# appearance.active
source: ACTIVE
es: ACTIVO

# appearance.dark
source: Dark
es: Oscuro

# appearance.device_preference
source: Use device preference
es: Usar preferencia del dispositivo

# appearance.light
source: Light
es: Claro

# appearance.subtitle
source: Choose the color scheme for your workspace.
es: Elige el esquema de color para tu espacio de trabajo.

# appearance.system_setting
source: SYSTEM SETTING
es: AJUSTE DEL SISTEMA

# header.settings_title
source: Workspace Preferences
es: Preferencias del Espacio de Trabajo

# language.date_format
source: DATE FORMAT
es: FORMATO DE FECHA

# language.display_language
source: DISPLAY LANGUAGE
es: IDIOMA DE INTERFAZ

# language.subtitle
source: Choose the language and units shown across Monarch.
es: Elige el idioma y unidades mostradas en Monarch.

# settings.group_workspace
source: WORKSPACE
es: ESPACIO DE TRABAJO

# settings.heading_subtitle
source: Control how Monarch looks, feels, and communicates with you.
es: Controla cómo se ve, siente y comunica Monarch contigo.

# settings.personal_preferences
source: Personal preferences
es: Preferencias personales

# settings.section_appearance
source: Appearance
es: Apariencia

# settings.section_defaults
source: Conversion defaults
es: Valores por defecto

# settings.section_language
source: Language & region
es: Idioma y región

# settings.section_notifications
source: Notifications
es: Notificaciones

# settings.section_storage
source: Storage & privacy
es: Almacenamiento y privacidad

# workflow.notify_finish
source: Notify when a conversion finishes
es: Notificar al finalizar una conversión

# workflow.notify_finish_subtitle
source: System notifications for completed files
es: Notificaciones del sistema para archivos completados

# workflow.subtitle
source: Fine-tune small details that speed up everyday conversion work.
es: Ajusta pequeños detalles para agilizar el trabajo diario de conversión.

# workflow.title
source: Workflow
es: Flujo de trabajo
